Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaistietoa_opetusalalle_koulutus_28_9_2022.html.tmx
Source language: fin
Languages: sms

source: Saamelaistietoa opetusalalle koulutus 28.9.2022
sms: Sääʹmteâđ mättʼtõs-suârgga škooultõs 28.9.2022

source: Tiesitkö, että yli 70% saamelaislapsista ja -nuorista asuu saamelaisten kotiseutualueen ulkopuolella, ja heistä vain noin 15% opiskelee saamea?
sms: Tiõʹtteǩ-jiõk, što pâʹjjel 70 % sääʹmpäärnain da -nuõrin jäälast säʹmmlai dommvuuʹd åålǥbeäʹlnn, da siʹjjin tåʹlǩ nuʹtt 15 % mättʼtââtt sääʹmǩiõl?

source: Lapin aluehallintovirasto järjestää yhteistyössä Saamelaiskäräjien, Saamelaiskäräjien nuorisoneuvoston, Saamelaiskäräjien koordinoiman ja Utsjoen kunnan hallinnoiman saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihankkeen sekä Nuorten akatemian kanssa Saamelaistietoa opetusalalle koulutuksen .
sms: Lappi vuʹvddvaaldâšmkoontâr jääʹrjast õhttsažtuâjast Sääʹmteeʹǧǧin, Sääʹmteeʹǧǧ nuõrisuåvtõõzzin, Sääʹmteeʹǧǧ koordinâʹsttem da Uccjooǥǥ kååʹdd vaaldšem sääʹmǩiõli ougglõsõhttvuõđid äuʹǩǩeei mättʼtõõzz pilotthaʹŋǩǩõõzz di Nuorten akatemiain Sääʹmteâđ mättʼtõs-suârgga škooultõõzz .

source: Koulutuksessa tarjotaan saamelaistietoa opetuksen järjestäjille ja opetusalalla toimiville.
sms: Škooultõõzzâst taʹrjjeet sääʹmteâđ mättʼtõõzz jäʹrjsteeʹjid da mättʼtõs-sueʹrjest toiʹmmjeeʹjid.

source: Koulutus on kaksiosainen.
sms: Škooultõs lij kueiʹt vueʹzzest.

source: Ensimmäisessä osassa käsitellään saamelaisoppilaiden kielellisiä ja muita oikeuksia kouluissa sekä kuinka saamelaistiedon lisäämisellä voidaan vaikuttaa näiden oikeuksien toteutumiseen.
sms: Vuõssmõs vueʹzzest ǩiõttʼtõõlât sääʹmškooulniiʹǩǩi ǩiõlʼlaž da jeeʹres vuõiggâdvuõđid škooulin di mõõn nalla sääʹmteâđ lââʹzztummšin vueiʹtet vaaikted täi vuõiggâdvuõđi teâuddjummša .

source: Samalla käydään läpi, kuinka koulut voivat hyödyttää saamelaistietoutta opetuksessa.
sms: Seämmast mõõnât čõõđ, mõõn nalla škooul vuäiʹtte ââʹnned äuʹǩǩen sääʹmteâđ mättʼtõõzzâst.

source: Osio on tarkoitettu opetuksen järjestäjille sekä koulujen henkilöstölle, kuten koulunkäynninohjaajille, opettajille, koordinaattoreille, rehtoreille ja johtajille.
sms: Vueʹss lij jurddum mättʼtõõzz jäʹrjsteeʹjid di škoouli tuâjjlažkådda, mâʹte škoouljååʹttemoʹhjjeeʹjid, uʹčteeʹlid, koordinaattorid, rehtooʹrid da jååʹđteeʹjid.

source: Toinen osio on pedagoginen ja se on suunnattu koulunkäynninohjaajille ja opettajille.
sms: Nuʹbb vueʹss lij pedagooglaž da tõt lij jurddum škoouljååʹttemoʹhjjeeʹjid da uʹčteeʹlid.

source: Osiossa annetaan käytännön vinkkejä saamelaistiedon tuomista osaksi kaikkien opetusta ja käydään läpi Dihtosis -menetelmäpakkaa sekä muita välineitä saamelaistiedon opettamiseen.
sms: Vueʹzzest uuʹdet viiŋkid sääʹmteâđ pohttmõõžž vueʹssen puki mättʼtõõzzâst da mõõnât čõõđ Dihtosis -mõõntõõllâmpaakk di jeeʹres neävvaid sääʹmteâđ mättʼtummša.

source: Lue lisää ja ilmoittaudu täältä
sms: Looǥǥ lââʹzz da iʹlmmtõõđ tääiʹben

source: Ohjelma:
sms: Programm:

source: 12.00 Koulutuksen avaus 12.05 Saamelainen yhteiskunta – mikä se on, ja missä?
sms: 12.00 Škooultõõzz äävummuš

source: , Ulla Aikio-Puoskari, koulutussihteeri, Saamelaiskäräjät 12.35 Saamen kielet Suomessa ja koulut saamelaisten kielellisten oikeuksien toteuttajana, Anne-Kirste Aikio, kieliturvasihteeri, Saamelaiskäräjät 13.00 Saamen kielten etäopetushanke tulevaisuutta rakentamassa, Hanna Helander, projektipäällikkö, Utsjoen kunta ja Arla Magga, hankekoordinaattori, Saamelaiskäräjät 13.20 Saamelaistieto kaikille, Anni-Sofia Niittyvuopio, nuorisoneuvoston puheenjohtaja 13.30 Keskustelua ja kysymyksiä
sms: 12.05 Sääʹm õhttsažkåʹdd – mii tõt lij, da koʹst? , Ulla Aikio-Puoskari, škooultõspiisar, Sääʹmteʹǧǧ

source: 13.45 Tauko
sms: 12.35 Sääʹmǩiõl Lääʹddjânnmest da škooul säʹmmlai ǩiõlʼlaž vuõiggâdvuõđi teâuddjen, Anne-Kirste Aikio, ǩiõllstaanpiisar, Sääʹmteʹǧǧ

source: 14.15 Toisen osion avaus 14.20 Nuor.fi sivuston hyödyntäminen opetuksessa sekä nuorisoneuvoston terveiset, Anni-Sofia Niittyvuopio, nuorisoneuvoston puheenjohtaja 14.30 Oktavuohta.com sivuston hyödyntäminen opetuksessa, Ulla Aikio-Puoskari 14.40 Kulttuurien koulu -hankkeen esittely, Maria Aikio, hankekoordinaattori 14.50 Dihtosis -menetelmäpakan hyödyntäminen opetuksessa, Maria Aikio 15.50 Loppukeskustelut
sms: 13.00 Sääʹmǩiõli ougglõsmättʼtõshaʹŋǩǩõs pueʹttiääiʹj raajjmen, Hanna Helander, projeʹkttjååʹđteei, Uccjooǥǥ kåʹdd da Arla Magga, haʹŋǩǩõskoordinaattor, Sääʹmteʹǧǧ

source: Muut tiedot:
sms: 13.20 Sääʹmteâtt pukid, Anni-Sofia Niittyvuopio, nuõrisuåvtõõzz saaǥǥjååʹđteei

source: Tapahtumaa ei tallenneta.
sms: 13.30 Saǥstõõllmõš da kõõččmõõžž

source: Lisätietoja ilmoittautumisesta ja tapahtuman käytännön järjestelyistä: Marketta Enbuska, puh. +358 295 017 380, Lapin aluehallintovirasto
sms: 13.45 Kõskk

source: Lisätietoja tapahtumasta: Satu Pieski, puh. +358 295 017 366, Lapin aluehallintovirasto
sms: 14.15 Nuuʹbb vueʹzz äävummuš

source: Sähköpostiosoitteet muotoa etunimi.sukunimi@avi.fi
sms: 14.20 Nuor.fi seiddõõzz äuʹǩǩummuš mättʼtõõzzâst di nuõrisuåvtõõzz tiõrvʼvuõđ, Anni-Sofia Niittyvuopio, nuõrisuåvtõõzz saaǥǥjååʹđteei
